--заполнение таблиц
insert into type(name) values ('МОРОЖЕНОЕ'), ('СЫР'), ('МОЛОЧКА'),('КОФЕТЫ');
select * from product;
insert into product(name, type_id, expiried_date, price) values('Пармезан', 2, '2018-08-25 04:05:06', 400.00),
('Рокфо', 2, '2018-12-25 04:05:06', 400),
('Галанский', 2, '2018-12-25 04:05:06', 350),
('Российский', 2, '2018-08-25 04:05:06', 360),
('Пармезан', 2, '2018-11-25 04:05:06', 400),
('Рокфо', 2, '2018-08-25 04:05:06', 400),
('Российский', 2, '2018-11-25 04:05:06', 360),
('Российский', 2, '2018-11-25 04:05:06', 360),
('Пармезан', 2,'2018-10-25 04:05:06', 400),
('Рокфо', 2, '2018-11-25 04:05:06', 400),
('Галанский', 2, '2018-08-25 04:05:06', 350),
('Российский', 2, '2018-10-25 04:05:06', 360);
insert into product(name, type_id, expiried_date, price) values('Мроженное мишка на севере', 1, '2018-11-25 04:05:06', 50.00),
('Мороженное магнат', 1, '2018-12-25 04:05:06', 80),
('Мороженное сасулька', 1, '2019-01-25 04:05:06', 30);
insert into product(name, type_id, expiried_date, price) values('Весёлый молочник', 3, '2018-07-20 00:00:00', 60.00);
insert into product(name, type_id, expiried_date, price) values('Домик в деревне', 3, '2018-07-20 00:00:00', 58.00);
insert into product(name, type_id, expiried_date, price) values('Самый умный', 4, '2018-09-11 00:00:00', 218.00);
insert into product(name, type_id, expiried_date, price) values('Киндер', 4, '2018-09-20 00:00:00', 300.00);
